// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Reserva Online Indisponível)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d horas";

/* i.e.: 30 minutes */
"%d minutes" = "%d minutos";

/* No comment provided by engineer. */
"%d months ago" = "%d meses atrás";

/* No comment provided by engineer. */
"%d weeks ago" = "%d semanas atrás";

/* No comment provided by engineer. */
"%d years ago" = "%d ano atrás";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 milha";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "1 mês atrás";

/* No comment provided by engineer. */
"1 week ago" = "1 semana atrás";

/* No comment provided by engineer. */
"1 year ago" = "1 ano atrás";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Sobre";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Refrescar Localização";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Telef.";

/* No comment provided by engineer. */
"Cast:" = "Elenco:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Alterar data";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ciudad/Estado o código postal";

/* No comment provided by engineer. */
"Could not find location." = "Não foi possível determinar posição.";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "A informação para datas futuras pode conter incorrecções. Utilize a data de hoje para obter informação mais precisa.";

/* No comment provided by engineer. */
"Director:" = "Realização:";

/* No comment provided by engineer. */
"Directors:" = "Realização:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distância";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Enviar por E-mail";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Genre:" = "Género";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serviço de Geo referênciação por:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Gráficos por Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Ultima Sexta";

/* No comment provided by engineer. */
"Last Monday" = "Ultima Segunda";

/* No comment provided by engineer. */
"Last Saturday" = "Ultimo Sábado";

/* No comment provided by engineer. */
"Last Sunday" = "Ultimo Domingo";

/* No comment provided by engineer. */
"Last Thursday" = "Ultima Quinta";

/* No comment provided by engineer. */
"Last Tuesday" = "Ultima Terça";

/* No comment provided by engineer. */
"Last Wednesday" = "Ultima Quarta";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "A menos de %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "A menos de 1 %@";

/* No comment provided by engineer. */
"License" = "Licença";

/* No comment provided by engineer. */
"Localized by:" = "Traduzido por:";

/* No comment provided by engineer. */
"Location" = "Localização";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Morada";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informação sobre filmes por:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Críticas sobre filmes por:";

/* No comment provided by engineer. */
"Movies" = "Filmes";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Nome";

/* No comment provided by engineer. */
"No information found" = "Não foi encontrada informação";

/* No comment provided by engineer. */
"No synopsis available." = "Sinopse indisponível.";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not yet rated" = "Sem classificação";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Comprar bilhetes para %@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Ver trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Introduza o seu código postal";

/* Takes the user to the website for this application */
"Project website" = "Site do Projecto";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Classificação %@";

/* No comment provided by engineer. */
"Rated:" = "Classificação:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Ler críticas";

/* No comment provided by engineer. */
"Really close by" = "Muito próximos";

/* No comment provided by engineer. */
"Really far away" = "Muito distantes";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Estreia";

/* No comment provided by engineer. */
"Release date:" = "Data de Estreia:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Estreia:";

/* No comment provided by engineer. */
"Reviews" = "Críticas";

/* No comment provided by engineer. */
"Running time:" = "Duração:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Pontuação";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Data";

/* No comment provided by engineer. */
"Search Distance" = "Raio de pesquisa";

/* No comment provided by engineer. */
"Settings" = "Preferências";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%d cinemas filtrados";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "1 cinema filtrado";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Sessões recolhidas em %@.";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Ultima actualização em\n %@";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "A distância de pesquisa pode estar limitada pelo serviço que fornece a informação. Consequentemente alguns cinemas podem não constar dos resultados mesmo que o raio de pesquisa seja muito elevado.";

/* No comment provided by engineer. */
"Theaters" = "Cinemas";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Venda de bilhetes por:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Unknown Distance" = "Distância desconhecida";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Data de estreia desconhecida";

/* No comment provided by engineer. */
"Unrated" = "Sem classificação";

/* No comment provided by engineer. */
"Upcoming" = "Brevemente";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Fonts pequenas";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Desenvolvido por Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"kilometer" = "Kilometro";

/* No comment provided by engineer. */
"kilometers" = "kilometros";

/* No comment provided by engineer. */
"mile" = "milha";

/* No comment provided by engineer. */
"miles" = "milhas";